{
    "quotes": [{
               "quote": "\"We are constituted so that simple acts of kindness, such as giving to charity or expressing gratitude, have a positive effect on our long-term moods. The key to the happy life, it seems, is the good life: a life with sustained relationships, challenging work, and connections to community.\" \n-Paul Bloom"
        },
        {
               "quote": "\"Where there is charity and wisdom, there is neither fear nor ignorance.\" \n-Francis of Assisi"
		},
        {
               "quote": "\"You may have heard of Black Friday and Cyber Monday. There's another day you might want to know about: Giving Tuesday. The idea is pretty straightforward. On the Tuesday after Thanksgiving, shoppers take a break from their gift-buying and donate what they can to charity.\" \n-Bill Gates"
        },
        {
               "quote": "\"When will our consciences grow so tender that we will act to prevent human misery rather than avenge it?\" \n-Eleanor Roosevelt"
        },
        {
               "quote": "\"No one is useless in this world who lightens the burdens of another.\" \n-Charles Dickens"
        },
        {
               "quote": "\"It's not how much we give but how much love we put into giving.\" \n-Mother Teresa"
        },
		{
               "quote": "\"We make a living by what we get. We make a life by what we give.\" \n-Winston S. Churchill"
		},
        {
               "quote": "\"The most truly generous persons are those who give silently without hope of praise or reward.\" \n-Carol Ryrie Brink"
		},
        {
               "quote": "\"If nature has made you for a giver, your hands are born open, and so is your heart; and though there may be times when your hands are empty, your heart is always full, and you can give things out of that--warm things, kind things, sweet things--help and comfort and laughter--and sometimes gay, kind laughter is the best help of all.\" \n-Frances Hodgson Burnett"
        },
        {
               "quote": "\"Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.\" \n-Lao Tzu"
        },
        {
               "quote": "\"No one has ever become poor by giving.\" \n-Anne Frank"
        },
        {
               "quote": "\"The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate, to have it make some difference that you have lived and lived well.\" \n-Ralph Waldo Emerson"
        },
        {
               "quote": "\"When we give cheerfully and accept gratefully, everyone is blessed.\" \n-Maya Angelou"
        }
	]
}
